/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Anexe (%d)";

/* Old singular title format */
"AttachmentsKey" = "Anexă (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Adăugare anexă";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fotografiere";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Bibliotecă de fotografii";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Anexa %d a fost ștearsă";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Fișiere";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Anulare";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titlu";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Note";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valoare";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "AVERTIZARE: navigationController pentru UITableViewController curent pentru FUIFormCell este nul. FUIAttachmentsFormCell și ListPickerFormCell nu vor funcționa corect.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d ore %d min.";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Durată";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "oră";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "ore";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Selectat";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tot";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Selectate (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Atingeți de două ori pentru a vizualiza cele %d poziții selectate.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Atingeți de două ori pentru a vizualiza poziția selectată.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Sigur doriți să renunțați la selecțiile dvs.?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Renunțare la modificări";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Continuare editare";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Aplicare";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Avertizare: căutarea este dezactivată deoarece proprietatea listPickerSearchResultsUpdating din ListPickerFormCell este nulă.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Selectare tot";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Deselectare tot";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Închidere";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "mai mult";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "mai puțin";

/* The string for switch button */
"SwitchBUttonKey" = "Buton de comutare";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "activat";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "dezactivat";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Atingeți de două ori pentru comutare setare";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sortare după";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Neselectat";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Atingeți de două ori pentru comutare selecție";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Atingeți de două ori pentru comutare direcție de ordonare";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "acesta este cursorul de reglare %@ a cărui valoare maximă este %@ și a cărui valoare minimă este %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "puteți glisa în sus/în jos în timp ce elementul este selectat pentru a modifica valoarea cursorului de reglare";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Valoarea curentă este %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Valoarea curentă a fost modificată în %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Câmp numai pentru citire";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Nu mai sunt caractere rămase";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Reduceți numărul de caractere";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Acțiune de intrare alternativă";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Buton";

/* Clear Text button title */
"ClearTextKey" = "Resetare text";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "TVA deductibilă resetată";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Atingeți de două ori pentru deschidere";

"DoubleTapToCollapseKey" = "Atingeți de două ori pentru comprimare";

"DoubleTapToSelectFromList" = "Atingeți de două ori pentru selectare din listă";

"DoubleTapToSelect" = "Atingeți de două ori pentru selectare";

"DoubleTapToUnselect" = "Atingeți de două ori pentru deselectare";

"FlashKey" = "Flash";

"FlashIsTurnedOnKey" = "Flash-ul este activat";

"FlashIsTurnedOffKey" = "Flash-ul este dezactivat";

"DoubleTapToTurnOnFlashKey" = "Atingeți de două ori pentru activare flash";

"DoubleTapToTurnOffFlashKey" = "Atingeți de două ori pentru dezactivare flash";

/* FUIStepperView tip */
"StepperTipKey" = "Acesta este un control în trepte care este editabil";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Acesta este un control în trepte care nu poate fi editat";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Valoarea maximă este %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Valoarea minimă este %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Creștere valoare cu 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Scădere valoare cu 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Valoarea curentă este";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtrare";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Rezultate \\(filteredNum) din \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Afișare \\(filteredNum) poziții";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Resetare";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Acest cursor este editabil; valoarea minimă este %@ și valoarea maximă este %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Acest cursor nu poate fi editat; valoarea minimă este %@ și valoarea maximă este %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Acest cursor de interval este editabil, valoarea minimă este %@ și valoarea maximă este %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Acest cursor de interval nu poate fi editat; valoarea minimă este %@ și valoarea maximă este %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "câmp de text valoare cursor";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "câmp de text valoare inferioară";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "câmp de text valoare superioară";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Puteți tasta dublu pentru a introduce o anumită valoare";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "indicator pe cursor, valoarea curentă este";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "puteți glisa în sus sau în jos pentru a modifica valoarea";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "indicator pe cursor interval inferior, valoarea curentă este";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "puteți glisa în sus sau în jos pentru a modifica valoarea inferioară";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "indicator pe cursor interval superior, valoarea curentă este";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "puteți glisa în sus sau în jos pentru a modifica valoarea superioară";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "valoarea curentă este %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "valoarea inferioară curentă este %@, valoarea superioară este %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d din %d stele";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Atingeți de două ori și trageți la stânga sau la dreapta pentru a ajusta valoarea";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Scanare cod de bare";

"BarcodeScanHintKey" = "Atingeți de două ori pentru scanare";

